---
kind: property
id: P:Autodesk.Revit.DB.Architecture.Stairs.MultistoryStairsId
zh: 楼梯
source: html/c355cbe0-14d8-4644-97cc-14afde78a975.htm
---
# Autodesk.Revit.DB.Architecture.Stairs.MultistoryStairsId Property

**中文**: 楼梯

The id of the MultistoryStairs element to which this element belongs.
 If this stairs element is not a member of a MultistoryStairs element, this will be InvalidElementId.

## Syntax (C#)
```csharp
public ElementId MultistoryStairsId { get; }
```